<template>
  <PopupDefault full :isTopBtn="true">
    <template v-slot:full>
      <div class="terms bg-case">
        <ContentHead title="이용약관" :rightArea=true />
        <div class="terms__cont">
          <div class="terms__text">
            <span>것모닝 마이크로 미션 사이트 이용 약관</span><br/>
            <br/>
            <span>제1조 (목적)</span><br/>
            본 약관은 한국암웨이 주식회사(이하 "회사"라 합니다)가 제공하는 GUT Morning 미션 사이트와 관련된 "회사"와 "이용자" 간의 권리, 의무 및 책임사항과 절차 등을 규정함을 목적으로 합니다.<br/>
            <br/>
            <span>제2조 (정의)</span><br/>
            본 약관에서 사용하는 용어의 의미는 다음과 같습니다.<br/>
            ① "이용자"란 GUT Morning 미션 사이트 회원을 말하는 것으로, GUT Morning 미션 사이트를 통해 "서비스"를 제공받을 수 있습니다.<br/>
            ② "서비스"란 GUT Morning 미션 사이트를 통해 "회사"가 "이용자"에게 제공하는 모든 프로그램 일체를 말합니다.<br/>
            <br/>
            <span>제3조 (약관의 명시 및 효력 변경)</span><br/>
            ① "회사"는 본 약관을 "이용자"가 쉽게 열람할 수 있도록 본 약관을 GUT Morning 미션 사이트의 설정 메뉴에 게시하거나 팝업 화면 등으로 제공합니다.<br/>
            ② "회사"는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 『정보통신망 이용촉진 및 정보보호에 관한 법률』 등 관련 법을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.<br/>
            ③ "회사"가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 본 조 제1항의 방식에 따라 그 개정약관의 효력이 발생하는 날의 7일 전부터 그 개정약관의 효력이 발생하는 날의 전일까지 공지합니다. 다만, "이용자"에게 불리한 약관 개정의 경우에는 효력발생일로부터 30일 전에 공지함과 동시에 "이용자"에 대하여 모바일메시지, 로그인 시 동의 창 등의 전자적 수단을 통해 통지합니다.<br/>
            ④ "회사"가 본 조 제3항에 따라 개정약관을 공지 또는 통지하면서 "이용자"에게 7일 또는 30일 내에 동의 또는 거부의 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 "이용자"가 명시적으로 거부의사를 표명하지 아니한 경우 "이용자"가 개정약관에 동의한 것으로 간주합니다. "이용자"가 개정약관의 내용을 거부하는 경우 "회사"는 해당 "이용자"에 대하여 개정약관의 내용을 적용할 수 없으며, 이 경우 "이용자"는 이용계약을 해지할 수 있습니다. 다만, "회사"가 약관의 개정을 원인으로 이용자에게 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에, "회사"는 해당 "이용자"에 대하여 특별한 사정을 모바일메시지, 로그인 시 동의 창 등의 전자적 수단을 통해 7일 전에 통지한 후 이용계약을 해지할 수 있습니다.<br/>
            ⑤ 본 약관에 명시되지 않은 사항에 대해서는 관련 법령, 회사가 정한 GUT Morning 미션 사이트 이용 안내문 등 및 일반적인 관례에 따릅니다.<br/>
            ⑥ "이용자"는 본 약관에 대한 변경사항 등 공지 및 통지가 있을 경우, 이를 확인하여야 할 의무가 있습니다<br/>
            <br/>
            <span>제4조 (운영)</span><br/>
            GUT Morning 미션 사이트는 "회사" 및 제휴사가 운영하며, 본 약관에 동의하고 "회사"로부터 승인받은 "이용자"에게 제공됩니다.<br/>
            <br/>
            <span>제5조 ("서비스"의 이용)</span><br/>
            ① GUT Morning 미션 사이트는 만 14세 이상의 카카오톡 ID를 가진 자 및 부모의 동의를 받은 만14세 미만의 어린이가 가입하여 사용할 수 있습니다. ,한국암웨이 회원(ABO, Member 등)이 아니더라도 GUT Morning 미션 사이트에 가입할 수 있으나, "서비스"의 종류에 따라 그 이용 자격이 제한될 수 있습니다. 또한, 특정 "서비스"는 해당 프로그램에서 필요로 하는 인증 절차에 따라 인증을 완료해야만 이용이 가능합니다<br/>
            ② 다음 각 호의 사유가 있는 경우, "회사"는 GUT Morning 미션 사이트 이용 신청을 거절하거나 사후에 이용 계약을 해지할 수 있습니다.<br/>
            <p>1. 본인 실명이 아닌 가명으로 신청하거나 타인의 명의를 이용하여 이용 신청한 경우</p>
            <p>2. "회사"의 윤리강령 및 행동지침에 위반하여 자격정지 등 조치 기간 또는 자격 심사 중에 있는 경우</p>
            <p>3. 허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우 또는 기재한 내용에 오기 등이 있는 경우</p>
            <p>4. "이용자"가 되고자 신청하는 자의 귀책사유로 인하여 "회사"의 승낙이 불가능하거나 기타 "회사"가 정한 제반 사항을 위반하여 신청하는 경우</p>
            <p>5. 기타 본 약관에 위배되거나 위법 또는 부당한 이용 신청임이 확인된 경우</p>
            ③ 제1항에 따른 이용계약을 체결하는 과정에서 "회사"는 제3자인 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.<br/>
            ④ "회사"는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 GUT Morning 미션 사이트 이용 제공을 원칙으로 하지만, 정기점검이나 시스템의 업그레이드가 필요한 날 또는 시간에 일시 중단할 수 있습니다.<br/>
            ⑤ Gut Morning 사이트의 저작권 및 모든 지식 재산권은 ‘회사’의 소유이므로 ‘이용자’ 등은 ‘회사’의 지식 재산권을 존중하며 ‘회사’의 이용허락 없이 임의로 이용할 수 없습니다. <br/>
            <br/>
            <span>제6조 (회사의 의무)</span><br/>
            ① "회사"는 본 약관에서 정한 바에 따라 계속적, 안정적으로 GUT Morning 미션 사이트를 운영할 의무가 있습니다. "회사"는 "이용자"의 개인 신상 정보를 "이용자" 본인의 승낙 없이 타인에게 누설, 배포해서는 안됩니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 해당 정보를 관계 국가기관에 제공할 수 있습니다.<br/>
            ② 제1항의 범위 내에서, "회사"는 업무와 관련하여 개별 동의를 한 "이용자"에 대하여 전체 또는 일부의 개인정보에 관한 통계자료를 작성하여 이를 사용할 수 있고, 이를 위하여 "이용자"의 디바이스/모바일 웹에서 쿠키를 전송할 수 있습니다. 이 경우 "이용자"는 쿠키의 전송을 거부하거나 쿠키의 전송에 대하여 경고하도록 사용하는 디바이스의 설정을 변경할 수 있으며, 쿠키 설정 변경에 의해 GUT Morning 미션 사이트 이용이 변경되는 것은 "이용자"의 책임입니다.<br/>
            ③ "회사"는 "이용자"로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우에는 그 사유와 처리일정을 화면에 게시하거나 "이용자"에게 통보해야 합니다.<br/>
            ④ "회사"는 『정보통신망 이용촉진 및 정보보호에 관한 법률』, 『통신비밀보호법』, 『전기통신사업법』 등 GUT Morning 미션 사이트의 운영, 유지와 관련 있는 법규를 준수합니다.<br/>
            <br/>
            <span>제7조 (이용자의 의무)</span><br/>
            ① "이용자"는 GUT Morning 미션 사이트를 이용할 때 다음 각 호의 행위를 하여서는 안됩니다.<br/>
            <p>1. 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 "이용자"의 ID 및 비밀번호를 도용, 부정하게 사용하는 행위</p>
            <p>2. "회사"의 GUT Morning 미션 사이트를 이용하여 얻은 정보를 "회사"의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위</p>
            <p>3. 타인의 명예를 손상시키거나 불이익을 주는 행위</p>
            <p>4. 게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위</p>
            <p>5. "회사"의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위</p>
            <p>5. "회사"의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위</p>
            <p>6. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위</p>
            <p>7. GUT Morning 미션 사이트와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위</p>
            <p>8. GUT Morning 미션 사이트 운영을 고의로 방해하거나 GUT Morning 미션 사이트의 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부의사에 반하여 광고성 정보를 전송하는 행위</p>
            <p>9. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위</p>
            <p>10. 동의 받지 않은 다른 "이용자"의 개인정보를 수집, 저장, 공개하는 행위</p>
            <p>11. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위</p>
            <p>12. 재물을 걸고 도박하거나 사행행위를 하는 행위</p>
            <p>13. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위</p>
            <p>14. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상생활을 방해하는 행위</p>
            <p>15. "서비스"에 게시된 정보를 "회사"의 승낙 없이 변경하는 행위</p>
            <p>16. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보의 전송 또는 게시 행위</p>
            <p>17. "회사"의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위</p>
            <p>18. 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 e-mail으로 발송하는 행위</p>
            <p>19. 스토킹(stalking) 등 다른 "이용자"을 괴롭히는 행위</p>
            <p>20. 기타 불법적이거나 부당한 행위</p>
            ② "이용자"는 회원가입 신청 또는 회원정보 변경 시 허위 정보 또는 타인의 정보를 등록할 경우 회원가입을 전제로 한 일체의 권리를 주장할 수 없습니다.<br/>
            ③ "이용자"는 본 약관에서 규정하는 사항과 기타 "회사"가 정한 제반 규정, 공지사항 등 "회사"가 공지하는 사항 및 관계 법령을 준수하여야 하며, 기타 "회사"의 업무에 방해가 되는 행위, "회사"의 명예를 손상시키는 행위를 해서는 안됩니다.<br/>
            ④ "이용자"는 "회사"의 사전 승낙 없이 GUT Morning 미션 사이트를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과에 대해 회사는 책임을 지지 않습니다. 또한 "이용자"는 이와 같은 영업활동으로 "회사"가 손해를 입은 경우, "이용자"는 "회사"에 대해 손해배상의무를 지며, "회사"는 해당 "이용자"에 대해 GUT Morning 미션 사이트 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구할 수 있습니다.<br/>
            ⑤ "이용자"는 "회사"의 명시적 동의가 없는 GUT Morning 미션 사이트의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.<br/>
            ⑥ "이용자"는 "회사" 및 제3자의 지적 재산권을 침해해서는 안됩니다.<br/>
            ⑦ "이용자"는 회원계정 개설 시 정확하고 완전한 정보를 제공해야 합니다. 법률에 따라 "회사"가 책임지는 경우를 제외하고, "이용자"는 본인의 계정으로 행한 활동에 대해 단독을 책임을 부담하며, 각자 본인 계정 비밀번호의 보안을 유지하여야 합니다. <br/>
            ⑧ "회사"는 법률이 허용하는 범위에서 "이용자" 계정의 무단이용으로 인하여 "이용자"가 입은 손실에 대하여 책임을 지지 않지만, "이용자"는 그러한 무단이용으로 인하여 "회사" 또는 제3자가 입은 손해에 대해 책임을 질 수 있습니다.<br/>
            <br/>
            <span>제8조 (이용계약의 해제, 해지 등)</span><br/>
            ① "이용자"는 언제든지 "회사"에서 정하는 방법에 따라 GUT Morning 미션 사이트 이용 계약을 해지할 수 있으며, "회사"는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.<br/>
            ② "이용자"가 GUT Morning 미션 사이트 이용계약을 해지할 경우, "회사"는 관련법 및 개인정보처리방침에 따라 "이용자"의 정보를 보유하는 경우를 제외하고는 해지 즉시 "이용자"의 GUT Morning 미션 사이트 관련 모든 개인정보를 삭제합니다.<br/>
            ③ 이용계약 해지로 인해 발생한 불이익에 대한 책임은 법률상 "회사"의 책임이 있는 경우를 제외하고 "이용자" 본인이 부담하여야 하며, 이용계약이 종료되면 "회사"가 "이용자"에게 부가적으로 제공한 각종 혜택은 받을 수 없습니다.<br/>
            ④ "이용자"가 다음 각 호의 사유에 해당하는 경우, "회사"는 그 즉시 "이용자"와 이용계약을 해지할 수 있습니다. 다만, "회사"는 이용 계약 해지일 및 해지 사유를 이용자에게 제13조의 방법으로 통지해야 합니다.<br/>
            <p>1. GUT Morning 미션 사이트 가입 신청 시 허위의 내용을 기재한 경우</p>
            <p>2. GUT Morning 미션 사이트에서 받은 보상을 부정한 방법 또는 목적으로 이용한 경우</p>
            <p>3. GUT Morning 미션 사이트 운영의 원활한 진행을 방해하는 행위를 하거나 이를 시도한 경우</p>
            <p>4. 고의로 "회사"의 영업을 방해한 경우</p>
            <p>5. 다른 "이용자"의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령, 또는 선량한 풍속 기타 사회질서, 한국암웨이의 윤리강령에 위배되는 행위를 한 경우</p>
            <p>6. 본 약관에 위배되는 행위를 한 경우</p>
            <p>7. 본 약관 제5조 제2항 및 제7조 제1항 각호의 사유 중 하나가 있음이 확인된 경우</p>
            <p>8. 기타 "회사"가 합리적인 판단에 기하여 GUT Morning 미션 사이트의 제공을 거부할 필요가 있다고 인정할 경우</p>
            ⑤ 본 조에 의한 이용계약 해제 또는 해지에 따른 "이용자" 자격은 이용계약 해지 요청일 또는 이용자격상실 통보 당일 즉시 상실됩니다.<br/>
            ⑥ 이용계약이 종료됨으로써 발생한 손해는 관련 법령에서 별도로 규정하였거나 "회사"의 고의 또는 과실이 있는 경우를 제외하고 회사가 그 책임을 부담하지 않습니다.<br/>
            ⑦ 본 조에 의한 이용계약의 해지 및 해제는 이미 발생한 양당사자의 권리관계 및 손해배상청구권에 영향을 미치지 아니합니다.<br/>
            <br/>
            <span>제9조 (개인정보)</span><br/>
            "회사"는 "이용자"가 안전하게 GUT Morning 미션 사이트를 이용할 수 있도록 이용자의 개인정보보호를 위하여 개인정보보호정책을 실시하며, 이에 따라 "이용자"의 개인정보를 보호합니다. "회사"의 개인정보보호정책 및 개인정보 수집 및 활용, 이용기간 등에 관한 사항은 GUT Morning 미션 사이트의 ‘개인정보 처리 방침’에서 확인할 수 있습니다.<br/>
            <br/>
            <span>제10조 (GUT Morning 미션 사이트 운영 중단)</span><br/>
            ① "회사"가 GUT Morning 미션 사이트 운영을 중단할 경우 중단 시점 최소 3개월 이전에 "이용자"에게 공지하며, 동시에 "이용자"에 대해 제13조의 방법 등 전자적 수단을 이용하여 개별 통지합니다. GUT Morning 미션 사이트 운영의 종료기준일은 "이용자"에게 공지될 게시물 또는 전송될 전자적 수단에 의한 통지에 명시된 일자로 합니다.<br/>
            ② GUT Morning 미션 사이트 운영 종료일까지 사용되지 않은 보상은 연계된 웹사이트에 명시된 보상기준 종료기준일에 소멸됩니다.<br/>
            ③ "회사"는 법령에 달리 규정된 경우를 제외하고 본 조에 따른 GUT Morning 미션 사이트 운영의 중단에 대하여 어떠한 책임도 부담하지 않습니다.<br/>
            <br/>
            <span>제11조 (손해 배상)</span><br/>
            ① "이용자"가 본 약관의 규정을 위반함으로 인하여 "회사"에 손해가 발생하게 되는 경우, 본 약관을 위반한 "이용자"는 "회사"에 발생하는 모든 손해를 배상하여야 합니다.<br/>
            ② "이용자"가 GUT Morning 미션 사이트를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 이용자 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 "이용자"는 본인의 책임과 비용으로 회사를 면책시켜야 하며, "회사"가 면책되지 못한 경우 "이용자"는 그로 인하여 "회사"에 발생한 모든 손해를 배상하여야 합니다.<br/>
            <br/>
            <span>제12조 (면책사항)</span><br/>
            ① "회사"가 천재지변 또는 이에 준하는 불가항력으로 인하여 GUT Morning 미션 사이트 이용을 제공할 수 없는 경우 "회사"는 GUT Morning 미션 사이트 이용 제공에 관한 책임을 면합니다.<br/>
            ② "회사"는 "이용자"의 귀책사유로 인한 GUT Morning 미션 사이트의 이용 장애에 대하여 책임을 지지 않습니다.<br/>
            ③ "회사"는 "이용자"가 GUT Morning 미션 사이트를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 GUT Morning 미션 사이트를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다.<br/>
            ④ "회사"는 이용자 상호간 또는 이용자와 제휴사 등 제3자 상호간에 GUT Morning 미션 사이트를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 민, 형사상 책임을 부담하지 않습니다.<br/>
            <br/>
            <span>제13조 (통지)</span><br/>
            ① "회사"는 본 약관과 관련한 통지 시 이용자에게 모바일메시지 또는 로그인 시 동의 창 등의 각종 전자적 수단으로 개별 통지할 수 있습니다.<br/>
            ② "회사"는 전체 또는 다수의 "이용자"에 대한 공지의 경우 GUT Morning 미션 사이트 공지사항 페이지, 팝업 창 등으로 게시함으로써 개별 통지를 갈음할 수 있습니다. 다만, GUT Morning 미션 사이트 이용에 중대한 영향을 주는 사항 또는 이용자에게 불리한 서비스 변경에 대해서는 본 조 제1항의 통지 수단 중 하나 이상의 방법으로 통지합니다.<br/>
            ③ 본 조에 따라 "회사"의 통지가 "이용자"의 수신 거부 또는 "이용자"가 제공한 휴대전화번호 등이 정확하지 않아 발생하는 오류 등에 대해서 "회사"는 책임지지 않습니다.<br/>
            <br/>
            <span>제14조 (준거법 및 관할 법원)</span><br/>
            ① 본 약관과 관련된 사항에 대하여는 대한민국의 법률을 적용합니다.<br/>
            ② GUT Morning 미션 사이트 이용과 관련하여 "회사"와 "이용자" 사이에 분쟁이 발생한 경우, "회사"와 "이용자"는 분쟁의 해결을 위해 성실히 협의합니다.<br/>
            ③ 본 약관 및 GUT Morning 미션 사이트 이용과 관련하여 "회사"와 "이용자" 간 분쟁이 발생하여 소송이 제기되는 경우에는 민사소송법에 따라 관할법원을 정합니다.<br/>
            <br/>
            <br/>
            부칙<br/>
            이 약관은 2024년 8월 26일부터 적용됩니다.
          </div>
          <div class="terms__btn">
            <CustomButton>닫기</CustomButton>
          </div>
        </div>
      </div>
      <TopButton></TopButton>
    </template>
  </PopupDefault>
</template>

<script>
import CustomButton from "@/components/CustomButton.vue";
import ContentHead from "@/components/ContentHead.vue";
import PopupDefault from "@/components/PopupDefault.vue";
import TopButton from "@/components/TopButton.vue";

export default {
  name: "LoginMain",
  components: {
    CustomButton,
    ContentHead,
    PopupDefault,
    TopButton,
  },
};
</script>

<style scoped></style>
